[
    {
      "id": 1,
      "name": "Adnan Rahman",
      "review": "Just awsmmm watch.....feel fully premium quality,.... display quility, packaging ,build quility just so awesome  and premium.... fully original  sealed product, got this only in 1 day ,super fast delivery.... totally worthy.... happy darazing❤️❤️❤️❤️❤️❤️",
      "raiting": 5
    },
    {
      "id": 2,
      "name": "Sk Hasan",
      "review": "thank you daraz ,,ai watch tah onek prefect cilo,,seller vaiya tau onek valo cilo,onek taratari paisi,onek good product jamon vabci tar thaku ektu basi valo,🥰",
      "raiting": 5
    },
    {
      "id": 3,
      "name": "Zubear Islam",
      "review": "Premium looking watch. Good bulid quality. Water proof ip68 , AMOLED screen everything is fine.But always on display only for 20 minutes and you you have set again after 20 minutes. battery life okay in idle mode. But if connect with phone than so much battery drain. Always measuring heart rate I don't like this. And when always one display on raise to wake up feature will off. I just want to wake up the display whenever I raise my hand while the always on displays on or off. Also just give option for making the heart rate sensor onoff  while screen is off. ",
      "raiting": 5
    },
    {
      "id": 4,
      "name": "Tasin",
      "review": "Thanks Seller provide me Intake Original Product 😊",
      "raiting": 5
    },
    {
      "id": 5,
      "name": "Sakib Hasan",
      "review": "highly recommended But there is a problem that the skin that is on when you raise your hand does not work",
      "raiting": 5
    },
    {
      "id": 6,
      "name": "Hasan Al Masud",
      "review": "iPhone er shate first a ektu pair korte jhamela hoiselo. But pore pair hoise. 3025 taka dam heshab a display ta onak bhalo. Always on display use korle wrist to wake feature kaj kore na. App tao motamuti. Heart rate and Spo2 sensor ta around 80% accurate. Watch tar shate akta screen protector dia dile bhalo hoito Overall 3000 taka price point a bhaloi",
      "raiting": 4
    }
  ]